Repository: magicoli/project-donations-wc
Catalog: languages/project-donations-wc-*.po
Languages: de_de, nl_nl

source: Add project field to WooCommerce products, allow clients to link their purchase to a project
de_de: Fügt ein Projektfeld zu WooCommerce-Produkten hinzu, ermöglicht es dem Kunden, seinen Kauf mit einem Projekt zu verknüpfen

source: Settings
de_de: Einstellungen
nl_nl: Instellingen

source: Project Donations
de_de: Projektspenden

source: Default settings
de_de: Standardeinstellungen
nl_nl: Standaard instellingen

source: These settings can be overridden for each product.
de_de: Diese Einstellungen können für jedes Produkt geändert werden.
nl_nl: Deze instellingen kunnen voor elk product worden gewijzigd.

source: Add project post type
de_de: Projekttyp hinzufügen
nl_nl: Een projecttype toevoegen

source: Create a project post type
de_de: Erstellen einer Projektmaterialart
nl_nl: Creëer een project item type

source: (enable only if no other plugin implements it)
de_de: (nur aktivieren, wenn keine andere Erweiterung sie implementiert)
nl_nl: (alleen activeren als geen andere extensie het implementeert)

source: Get projects from post type
de_de: Projekte von der Artikelart abrufen
nl_nl: Verkrijg projecten van het type artikel

source: Customer defined amount
de_de: Von der Klientin/dem Klienten festgelegter Betrag
nl_nl: Door de klant bepaald bedrag

source: Allow customer to choose the amount to pay
de_de: Dem Kunden erlauben, den zu zahlenden Betrag zu wählen
nl_nl: De klant toestaan het te betalen bedrag te kiezen

source: Minimum donation amount (%s)
de_de: Mindestbetrag der Spende (%s)
nl_nl: Minimum donatiebedrag (%s)

source: Donate button label
de_de: Spenden-Button-Beschriftung
nl_nl: Knop voor doneren

source: Donate
de_de: Spenden
nl_nl: Doneren

source: Donation field placeholder
de_de: Spendenfeld Platzhalter
nl_nl: Donatieveld placeholder

source: Donation amount
de_de: Spendenbetrag
nl_nl: Donatiebedrag

source: No products found
de_de: Keine Produkte gefunden
nl_nl: Geen producten gevonden

# Select product
source: None
de_de: Keine
nl_nl: Geen

source: No categories found
de_de: Keine Kategorien gefunden
nl_nl: Geen categorie gevonden

# Select category
source: None
de_de: Keine
nl_nl: Geen

source: No taxonomies found
de_de: Keine Taxonomie gefunden
nl_nl: Geen taxonomie gevonden

# Select taxonomy
source: None
de_de: Keine
nl_nl: Geen

source: No post types found, wich is tretty weird.
de_de: Es wurde keine Art von Artikel gefunden, was ziemlich seltsam ist.
nl_nl: Geen type artikel gevonden, wat nogal vreemd is.

# Select post type
source: None
de_de: Keine
nl_nl: Geen

source: Projects
de_de: Projekte
nl_nl: Projecten

source: Project
de_de: Projekt

source: Add New
de_de: Hinzufügen
nl_nl: Toevoegen

source: Add New Project
de_de: Projekt hinzufügen
nl_nl: Een project toevoegen

source: Edit Project
de_de: Projekt bearbeiten
nl_nl: Het project wijzigen

source: New Project
de_de: Neues Projekt
nl_nl: Nieuw project

source: All Projects
de_de: Alle Projekte
nl_nl: Alle projecten

source: View Project
de_de: Projekt ansehen
nl_nl: Zie project

source: Search Projects
de_de: In Projekten suchen
nl_nl: Zoeken in projecten

source: Nothing found
de_de: Nichts gefunden
nl_nl: Niets gevonden

source: Nothing found in Trash
de_de: Nichts im Papierkorb gefunden
nl_nl: Niets gevonden in de mand

source: Project Categories
de_de: Projektkategorie
nl_nl: Categorie projecten

source: Project Category
de_de: Kategorie des Projekts
nl_nl: Categorie projecten

source: Search Categories
de_de: Kategorien durchsuchen
nl_nl: Zoeken in categorieën

source: All Categories
de_de: Alle Kategorien
nl_nl: Alle categorieën

source: Parent Category
de_de: Übergeordnete Kategorie
nl_nl: Ouder categorie

source: Parent Category:
de_de: Verwandte Kategorie :
nl_nl: Verwante categorie :

source: Edit Category
de_de: Kategorie bearbeiten
nl_nl: Categorie wijzigen

source: Update Category
de_de: Kategorie aktualisieren
nl_nl: Categorie bijwerken

source: Add New Category
de_de: Kategorie hinzufügen
nl_nl: Een categorie toevoegen

source: New Category Name
de_de: Name der neuen Kategorie
nl_nl: Naam van de nieuwe categorie

source: Categories
de_de: Kategorien
nl_nl: Categorieën

source: You currently don't have any project categories.
de_de: Sie haben derzeit keine Projektkategorien.
nl_nl: U hebt momenteel geen projectcategorieën.

source: Project Tags
de_de: Projektbeschriftungen
nl_nl: Project labels

source: Project Tag
de_de: Projektbeschriftung
nl_nl: Projectlabel

source: Search Tags
de_de: In den Etiketten suchen
nl_nl: Zoeken in etiketten

source: All Tags
de_de: Alle Etiketten
nl_nl: Alle etiketten

source: Parent Tag
de_de: Übergeordnete Etikette
nl_nl: Label van de ouders

source: Parent Tag:
de_de: Parent Label :
nl_nl: Ouder label :

source: Edit Tag
de_de: Etikett bearbeiten
nl_nl: Verander het etiket

source: Update Tag
de_de: Etikett aktualisieren
nl_nl: Het etiket bijwerken

source: Add New Tag
de_de: Etikett hinzufügen
nl_nl: Een etiket toevoegen

source: New Tag Name
de_de: Name des neuen Etiketts
nl_nl: Naam van het nieuwe label

source: Tags
de_de: Etiketten
nl_nl: Etiketten

source: Goal achieved:
de_de: Ziel erreicht:
nl_nl: Doel bereikt:

source: Goal:
de_de: Ziel:
nl_nl: Doel:

source: Collected: %1$s (%2$s sale)
de_de: Gesammelt: %1$s (%2$s Verkauf)
nl_nl: Verzameld: %1$s (%2$s verkoop)

source: Project goals and counterparts
de_de: Projektziele und Gegenstücke
nl_nl: Projectdoelen en tegenhangers

source: Add a goal
de_de: Füge ein Ziel hinzu
nl_nl: Voeg een doel toe

source: Goals
de_de: Ziele
nl_nl: Doelen

source: Amount
de_de: Betrag
nl_nl: Bedrag

source: Description
de_de: Beschreibung
nl_nl: Beschrijving

source: Add a counterpart
de_de: Fügen Sie einen Gegenpart hinzu
nl_nl: Voeg een tegenhanger toe

source: Price
de_de: Preis
nl_nl: Prijs

source: Threshold
de_de: Schwelle
nl_nl: Drempelwaarde

source: Edit
de_de: Bearbeiten
nl_nl: Bewerken

source: Counterparts
de_de: Gegenstücke
nl_nl: Tegenhangers

source: Check to add a project field to product page.
de_de: Aktivieren, um ein Projektfeld auf der Produktseite hinzuzufügen.
nl_nl: Activeer om een projectveld aan de productpagina toe te voegen.

source: Fixed project
de_de: Festes Projekt
nl_nl: Vastgesteld project

source: Select a project
de_de: Projekt auswählen
nl_nl: Kies een project

source: Create at least one project first
de_de: Erstellen Sie zuerst mindestens ein Projekt
nl_nl: Maak eerst minimaal één project aan

source: Enter a project name
de_de: Geben Sie einen Projektnamen ein
nl_nl: Voer een projectnaam in

source: Project:
de_de: Projekt:

source: Add to fee
de_de: Zur Preisliste hinzufügen
nl_nl: Toevoegen aan prijslijst

source: "%s" could not be added to the cart. Please provide a valid amount to pay.
de_de: "%s" kann nicht in den Warenkorb gelegt werden. Bitte geben Sie einen gültigen zu zahlenden Betrag an.
nl_nl: "%s" kan niet aan het mandje worden toegevoegd. Geef een geldig bedrag om te betalen.

source: "%s" could not be added to the cart. Please provide a project name.
de_de: "%s" kann nicht in den Warenkorb gelegt werden. Bitte geben Sie einen Projektnamen an.
nl_nl: "%s" kan niet aan het mandje worden toegevoegd. Geef een projectnaam.

source: Project ID
de_de: Projekt-ID

source: From
de_de: Ab
nl_nl: Van

source: %s will be added to the chosen amount, the total price will be calculated before checkout.
de_de: Der gewählte Betrag wird zum Basispreis von %s addiert, der Gesamtpreis wird vor der Bestätigung der Bestellung berechnet.
nl_nl: Het gekozen bedrag zal worden toegevoegd aan de basisprijs van %s, de totale prijs zal worden berekend voor de validatie van de bestelling.

source: No posts found
de_de: Keine Artikel gefunden
nl_nl: Geen items gevonden

source: Empower charity and crowdfunding projects with WooCommerce integration.
nl_nl: Boost je liefdadigheids- en crowdfundingprojecten met WooCommerce.
